Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TAPPING_INTRO_TEXT_2_MOST_AFFECTED
source: Use two fingers on the same hand to alternately tap the buttons on the screen.
ar: استخدم إصبعين من نفس اليد للضغط بالتبادل على الزرين على الشاشة.
ca: Prem els botons de la pantalla alternant dos dits de la mateixa mà.
cs: Dvěma prsty jedné ruky střídavě klepejte na tlačítka na obrazovce.
da: Tryk skiftevis på knapperne på skærmen med to fingre på den samme hånd.
de: Verwende zwei Finger derselben Hand, um abwechselnd auf die Tasten auf dem Bildschirm zu tippen.
el: Χρησιμοποιήστε δύο δάχτυλα του ίδιου χεριού για εναλλάξ άγγιγμα των κουμπιών στην οθόνη.
es: Utiliza dos dedos de la misma mano para pulsar de forma alternativa los botones de la pantalla.
es_419: Usa dos dedos de la misma mano para tocar alternativamente los botones de la pantalla.
fi: Käytä saman käden kahta sormea näytön painikkeiden napauttamiseen vuorotellen.
fr: Avec deux doigts de la même main et en les alternant, touchez les boutons à l’écran.
fr_ca: Utilisez deux doigts d’une même main pour toucher tour à tour les boutons affichés à l’écran.
he: הקש/י על הכפתורים שמופיעים על המסך עם שתי אצבעות של אותה היד המתחלפות ביניהן לסירוגין.
hi: स्क्रीन पर बटनों पर एक के बाद एक टैप करने के लिए एक ही हाथ की दो उँगलियों का उपयोग करें।
hr: Koristeći dva prsta iste ruke, naizmjence dodirujte tipke na zaslonu.
hu: Ugyanannak a kezének két ujjával felváltva koppintson a gombokra a kijelzőn.
id: Gunakan dua jari pada tangan yang sama untuk mengetuk tombol di layar secara bergantian.
it: Utilizza due dita della stessa mano per toccare alternativamente i pulsanti sullo schermo.
ja: 同じ手の2本の指を使って、画面上のボタンを交互にタップします。
ko: 동일한 손의 두 손가락으로 화면의 버튼을 번갈아 탭하십시오.
ms: Gunakan dua jari pada tangan yang sama untuk mengetik butang pada skrin secara berselang-seli.
nb: Bruk to fingre på samme hånd til å trykke vekselvis på knappene på skjermen.
nl: Tik met twee vingers van dezelfde hand beurtelings op de knoppen op het scherm.
pl: Naprzemiennie stukaj w przyciski na ekranie dwoma palcami tej samej ręki.
pt: Use dois dedos da mesma mão para tocar nos botões da tela alternadamente.
pt_pt: Com dois dedos da mesma mão, toque alternadamente nos botões no ecrã.
ro: Folosiți două degete de la aceeași mână pentru a apăsa alternativ butoanele de pe ecran.
ru: Двумя пальцами одной руки попеременно касайтесь появляющихся кнопок на экране.
sk: Pomocou dvoch prstov rovnakej ruky striedavo klepte na tlačidlá na obrazovke.
sv: Använd två fingrar på samma hand till att omväxlande trycka på knapparna på skärmen.
sw: Tumia vidole viwili kwa mkono mmoja kupiga bonyeza vifungo kwenye skrini kwa mpizano.
th: ใช้นิ้วมือข้างเดียวกันสองนิ้วแตะสลับกันที่ปุ่มบนหน้าจอ
tr: Ekrandaki düğmelere dönüşümlü olarak dokunmak için aynı elinizin iki parmağını kullanın.
uk: Двома пальцями однієї руки по черзі торкайте кнопки на екрані.
vi: Sử dụng hai ngón tay trên cùng bàn tay bạn để luân phiên chạm vào các nút trên màn hình.
zh_cn: 用同一只手上的两个手指来轮流轻点屏幕上的按钮。
zh_hk: 請用同一隻手的兩指梅花間竹地點按螢幕上的按鈕。
zh_tw: 用同一隻手的兩指來交互點按螢幕上的按鈕。

# TAPPING_INTRO_TEXT_2_REST_PHONE
source: Put your device on a flat surface.
ar: ضع جهازك على سطح مستوٍ.
ca: Deixa el dispositiu sobre una superfície plana.
cs: Položte zařízení na rovný povrch.
da: Anbring din enhed på en plan overflade.
de: Lege dein Gerät auf eine flache Oberfläche.
el: Τοποθετήστε τη συσκευή σας πάνω σε επίπεδη επιφάνεια.
es: Coloca el dispositivo sobre una superficie plana.
es_419: Coloca tu teléfono en una superficie plana.
fi: Laita laite tasaiselle alustalle.
fr: Placez votre appareil sur une surface plane.
fr_ca: Placez votre appareil sur une surface plane.
he: הנח/י את המכשיר על משטח ישר.
hi: अपना उपकरण समतल सतह पर रखें।
hr: Stavite svoj uređaj na ravnu površinu.
hu: Tegye az eszközt vízszintes felületre.
id: Letakkan perangkat Anda di permukaan datar.
it: Posiziona il dispositivo su una superficie piana.
ja: デバイスを平らな面に置いてください。
ko: 기기를 평평한 표면에 두십시오.
ms: Letakkan peranti anda di atas permukaan rata.
nb: Plasser telefonen på en flat overflate.
nl: Plaats je apparaat op een egaal oppervlak.
pl: Umieść urządzenie na płaskiej powierzchni.
pt: Coloque o dispositivo em uma superfície plana.
pt_pt: Coloque o dispositivo numa superfície plana.
ro: Puneți dispozitivul pe o suprafață plată.
ru: Положите устройство на ровную поверхность.
sk: Položte zariadenie na vodorovnú plochu.
sv: Lägg enheten på en slät yta.
sw: Weka kifaa chako juu ya uso ulio bapa.
th: วางอุปกรณ์ของคุณไว้บนพื้นผิวที่ราบเรียบ
tr: Aygıtı düz bir zemine koyun.
uk: Покладіть свій пристрій на пласку поверхню.
vi: Đặt thiết bị của bạn trên một bề mặt phẳng.
zh_cn: 把设备放在平面上。
zh_hk: 將裝置放在一個平面上。
zh_tw: 將您的裝置置於平坦的表面上。

# TAPPING_INTRO_TEXT_2_RIGHT_FIRST
source: Use two fingers on your right hand to alternately tap the buttons on the screen.
ar: استخدم إصبعين من يدك اليمنى للضغط بالتبادل على الزرين على الشاشة.
ca: Prem els botons de la pantalla alternant dos dits de la mà dreta.
cs: Dvěma prsty pravé ruky střídavě klepejte na tlačítka na obrazovce.
da: Tryk skiftevis på knapperne på skærmen med to fingre på den højre hånd.
de: Verwende zwei Finger deiner rechten Hand, um abwechselnd auf die Tasten auf dem Bildschirm zu tippen.
el: Χρησιμοποιήστε δύο δάχτυλα του δεξιού χεριού για εναλλάξ άγγιγμα των κουμπιών στην οθόνη.
es: Utiliza dos dedos de la mano derecha para pulsar de forma alternativa los botones de la pantalla.
es_419: Usa dos dedos de la mano derecha para tocar alternativamente los botones de la pantalla.
fi: Käytä oikean käden kahta sormea näytön painikkeiden napauttamiseen vuorotellen.
fr: Avec deux doigts de la main droite et en les alternant, touchez les boutons à l’écran.
fr_ca: Utilisez deux doigts de la main droite pour toucher tour à tour les boutons affichés à l’écran.
he: הקש/י על הכפתורים שמופיעים על המסך בשתי אצבעות יד ימין המתחלפות ביניהן לסירוגין.
hi: स्क्रीन पर बटनों पर एक के बाद एक टैप करने के लिए दाएँ हाथ की दो उँगलियों का उपयोग करें।
hr: Koristeći dva prsta desne ruke, naizmjence dodirujte tipke na zaslonu.
hu: A jobb kezének két ujjával felváltva koppintson a gombokra a kijelzőn.
id: Gunakan dua jari pada tangan kanan Anda untuk mengetuk tombol di layar secara bergantian.
it: Utilizza due dita della mano destra per toccare alternativamente i pulsanti sullo schermo.
ja: 右手の2本の指を使って、画面上のボタンを交互にタップしてください。
ko: 오른손의 두 손가락으로 화면의 버튼을 번갈아 탭하십시오.
ms: Gunakan dua jari pada tangan kanan anda untuk mengetik butang pada skrin secara berselang-seli.
nb: Bruk to fingre på høyre hånd til å trykke vekselvis på knappene på skjermen.
nl: Tik met twee vingers van je rechterhand beurtelings op de knoppen op het scherm.
pl: Naprzemiennie stukaj w przyciski na ekranie dwoma palcami prawej ręki.
pt: Use dois dedos da mão direita para tocar nos botões da tela alternadamente.
pt_pt: Com dois dedos da mão direita, toque alternadamente nos botões no ecrã.
ro: Folosiți două degete de la mâna dreaptă pentru a apăsa alternativ butoanele de pe ecran.
ru: Двумя пальцами правой руки попеременно касайтесь появляющихся кнопок на экране.
sk: Pomocou dvoch prstov pravej ruky striedavo klepte na tlačidlá na obrazovke.
sv: Använd två fingrar på högra handen till att omväxlande trycka på knapparna på skärmen.
sw: Tumia vidole viwili vya mkono wako wa kulia kubadilishana kubonyeza vifungo kwenye skrini.
th: ใช้นิ้วมือข้างขวาสองนิ้วแตะสลับกันที่ปุ่มบนหน้าจอ
tr: Ekrandaki düğmelere dönüşümlü olarak dokunmak için sağ elinizin iki parmağını kullanın.
uk: Двома пальцями правої руки по черзі торкайте кнопки на екрані.
vi: Sử dụng hai ngón tay trên bàn tay phải bạn để luân phiên chạm vào các nút trên màn hình.
zh_cn: 用右手上的两个手指来轮流轻点屏幕上的按钮。
zh_hk: 請用右手的兩指梅花間竹地點按螢幕上的按鈕。
zh_tw: 用右手的兩指來交互點按螢幕上的按鈕。

# TAPPING_INTRO_TEXT_2_RIGHT_SECOND
source: Now repeat the same test using your right hand.
ar: الآن، كرر نفس الاختبار باستخدام يدك اليمنى.
ca: Ara repeteix la mateixa operació amb la mà dreta.
cs: Nyní test zopakujte pravou rukou.
da: Gentag nu den samme test med din højre hånd.
de: Wiederhole den Test nun mit deiner rechten Hand.
el: Τώρα επαναλάβετε την ίδια δοκιμή με το δεξιό σας χέρι.
es: Ahora repite la prueba, pero con la mano derecha.
es_419: Ahora repite la prueba con la mano derecha.
fi: Suorita nyt sama testi oikealla kädellä.
fr: Répétez à présent ce test avec la main droite.
fr_ca: Maintenant, répétez le test avec la main droite.
he: כעת חזור/י על אותה פעולה ביד ימין.
hi: अब अपने दाएँ हाथ का उपयोग करके यही परीक्षण दोहराएँ।
hr: Sad ponovite isti test desnom rukom.
hu: Most ismételje meg ugyanezt a tesztet jobb kézzel.
id: Sekarang ulangi tes yang sama menggunakan tangan kanan.
it: Ora ripeti lo stesso test con la mano destra.
ja: 次に、右手で同じテストを繰り返します。
ko: 이제 오른손으로 동일한 테스트를 반복하십시오.
ms: Sekarang ulang ujian yang sama menggunakan tangan kanan anda.
nb: Gjør den samme testen med høyre hånd.
nl: Voer nu dezelfde test uit met je rechterhand.
pl: Teraz wykonaj to ćwiczenie prawą ręką.
pt: Agora repita o mesmo teste com a mão direita.
pt_pt: Agora repita o mesmo teste com a mão direita.
ro: Acum, repetați același test folosind mâna dreaptă.
ru: Теперь повторите это упражнение правой рукой.
sk: Zopakujte tento test pomocou pravej ruky.
sv: Nu upprepar du samma test med högra handen.
sw: Sasa rudia mtihani ule ule ukitumia mkono wako wa kulia.
th: ตอนนี้ให้ทดสอบแบบเดียวกันซ้ำอีกครั้งโดยใช้มือขวา
tr: Şimdi aynı testi sağ elinizi kullanarak tekrarlayın.
uk: Тепер повторіть цей самий тест для правої руки.
vi: Bây giờ, hãy lặp lại bài kiểm tra tương tự bằng tay phải của bạn.
zh_cn: 现在用右手重复相同的测试。
zh_hk: 現在用右手進行相同的測試。
zh_tw: 現在請用右手重複執行相同的測試。

# TAPPING_SKIP_TITLE
source: Skip this hand
ar: تخطي هذه اليد
ca: Ometre aquesta mà
cs: Tuto ruku vynechat
da: Spring denne hånd over
de: Diese Hand überspringen
el: Παράλειψη αυτού του χεριού
es: Omitir esta mano
es_419: Omitir esta mano
fi: Ohita tämä käsi
fr: Ne pas faire avec cette main
fr_ca: Ignorer cette main
he: דלג/י על יד זו
hi: इस हाथ को स्किप करें
hr: Preskoči ovu ruku
hu: Kéz kihagyása
id: Lewati tangan Ini
it: Non esaminare questa mano
ja: この手をスキップ
ko: 이 손 건너뛰기
ms: Langkau tangan ini
nb: Utelat denne hånden
nl: Sla deze hand over
pl: Pomiń tę rękę
pt: Ignorar esta mão
pt_pt: Não testar esta mão
ro: Omiteți această mână
ru: Пропустить эту руку
sk: Preskočiť túto ruku
sv: Hoppa över den här handen
sw: Ruka mkono huu
th: ข้ามมือข้างนี้
tr: Bu eli atla
uk: Минути цю руку
vi: Bỏ qua tay này
zh_cn: 跳过这只手
zh_hk: 略過這隻手
zh_tw: 略過這隻手

# TAPPING_TASK_TITLE
source: Tapping Speed
ar: سرعة الضغط
ca: Velocitat de premuda
cs: Rychlost klepání
da: Hastighed på tryk
de: Tipptempo
el: Ταχύτητα αγγίγματος
es: Velocidad de pulsación
es_419: Velocidad al tocar
fi: Napautusnopeus
fr: Vitesse de saisie
fr_ca: Vitesse de frappe
he: מהירות הקשה
hi: टैप करने की गति
hr: Brzina dodirivanja
hu: Koppintási sebesség
id: Kecepatan Mengetuk
it: Velocità tocco
ja: タップの速度
ko: 탭하기 속도
ms: Kelajuan Ketikan
nb: Trykkhastighet
nl: Tiksnelheid
pl: Szybkość stukania
pt: Velocidade de Toque
pt_pt: Velocidade de toque
ro: Viteză de apăsare
ru: Скорость касания
sk: Rýchlosť klepania
sv: Tryckhastighet
sw: Kasi ya Kubofya
th: ความเร็วของการแตะ
tr: Dokunma Hızı
uk: Темп торкання
vi: Tốc độ Chạm
zh_cn: 轻点速度
zh_hk: 點按速度
zh_tw: 點按速度

# TAPPING_TASK_TITLE_LEFT
source: Left Hand
ar: اليد اليسرى
ca: Mà esquerra
cs: Levá ruka
da: Venstre hånd
de: Linke Hand
el: Αριστερό χέρι
es: Mano izquierda
es_419: Mano izquierda
fi: Vasen käsi
fr: Main gauche
fr_ca: Main gauche
he: יד שמאל
hi: बायाँ हाथ
hr: Lijeva ruka
hu: Bal kéz
id: Tangan Kiri
it: Mano sinistra
ja: 左手
ko: 왼손
ms: Tangan Kiri
nb: Venstre hånd
nl: Linkerhand
pl: Lewa ręka
pt: Mão Esquerda
pt_pt: Mão esquerda
ro: Mâna stângă
ru: Левая рука
sk: Ľavá ruka
sv: Vänster hand
sw: Mkono wa Kushoto
th: มือซ้าย
tr: Sol El
uk: Ліва рука
vi: Tay Trái
zh_cn: 左手
zh_hk: 左手
zh_tw: 左手

# TAPPING_TASK_TITLE_RIGHT
source: Right Hand
ar: اليد اليمنى
ca: Mà dreta
cs: Pravá ruka
da: Højre hånd
de: Rechte Hand
el: Δεξιό χέρι
es: Mano derecha
es_419: Mano derecha
fi: Oikea käsi
fr: Main droite
fr_ca: Main droite
he: יד ימין
hi: दायॉं हाथ
hr: Desna ruka
hu: Jobb kéz
id: Tangan Kanan
it: Mano destra
ja: 右手
ko: 오른손
ms: Tangan Kanan
nb: Høyre hånd
nl: Rechterhand
pl: Prawa ręka
pt: Mão Direita
pt_pt: Mão direita
ro: Mâna dreaptă
ru: Правая рука
sk: Pravá ruka
sv: Höger hand
sw: Mkono wa Kulia
th: มือขวา
tr: Sağ El
uk: Права рука
vi: Tay Phải
zh_cn: 右手
zh_hk: 右手
zh_tw: 右手

# TASK_COMPLETE_TEXT
source: Your data will be analyzed and you will be notified when your results are ready.
ar: سيتم تحليل بياناتك وسيتم إعلامك عندما تصبح النتائج جاهزة.
ca: S’analitzaran les dades i rebràs una notificació quan tinguis els resultats a punt.
cs: Data budou analyzována a jakmile budou k dispozici výsledky, obdržíte oznámení.
da: Dine data vil blive analyseret, og du får besked, når resultaterne er klar.
de: Deine Daten werden analysiert und du wirst benachrichtigt, wenn deine Ergebnisse bereitstehen.
el: Τα δεδομένα σας θα αναλυθούν και θα ειδοποιηθείτε όταν είναι έτοιμα τα αποτελέσματα.
es: Se analizarán tus datos y recibirás los resultados cuando estén listos.
es_419: Se analizarán tus datos y se te avisará cuando tus resultados estén listos.
fi: Datasi analysoidaan ja sinulle ilmoitetaan, kun tuloksesi ovat valmiina.
fr: Les données vont être analysées, et vous recevrez une notification lorsque les résultats seront disponibles.
fr_ca: Les données vont être analysées, et vous recevrez une notification lorsque les résultats seront disponibles.
he: הנתונים שלך ינותחו וכאשר התוצאות יהיו מוכנות תקבל/י הודעה.
hi: आपके डेटा का विश्लेषण किया जाएगा और परिणाम के तैयार होते ही आपको सूचित किया जाएगा।
hr: Vaši podaci će se analizirati i bit ćete obaviješteni kad rezultati budu spremni.
hu: Az adatok ki lesznek elemezve, és értesítést fog kapni, ha az eredmény elkészült.
id: Data Anda akan dianalisis dan Anda akan diberi tahu setelah hasil Anda siap.
it: I dati verranno analizzati, riceverai una notifica quando i risultati saranno pronti.
ja: データは分析され、結果の準備ができると通知されます。
ko: 데이터를 분석하여 결과가 준비되면 통보합니다.
ms: Data anda akan dianalisis dan anda akan dimaklumkan apabila keputusan anda tersedia.
nb: Dataene vil bli analysert, og du blir varslet når resultatene er klare.
nl: Je gegevens worden geanalyseerd. Je ontvangt bericht als de resultaten gereed zijn.
pl: Twoje dane zostaną przeanalizowane i otrzymasz powiadomienie o wynikach.
pt: Seus dados serão analisados e você será notificado quando os resultados estiverem prontos.
pt_pt: Os seus dados serão analisados e receberá um aviso quando os resultados estiverem disponíveis.
ro: Datele dvs. vor fi analizate și veți primi o notificare atunci când rezultatele vor fi disponibile.
ru: Данные будут проанализированы. Вы получите уведомление, когда результаты будут готовы.
sk: Vaše dáta budú analyzované a na výsledky budete upozornení po ich vyhodnotení.
sv: Dina data kommer att analyseras, och du blir meddelad när resultaten är klara.
sw: Data yako itachambuliwa na utajulishwa wakati matokeo yako yatakapokuwa tayari.
th: ข้อมูลของคุณจะได้รับการวินิจฉัยและคุณจะได้รับแจ้งเมื่อได้ผลลัพธ์ของคุณแล้ว
tr: Verileriniz incelenecek ve sonuçlarınız hazır olduğunda size haber verilecektir.
uk: Ваші дані буде проаналізовано, і ви отримаєте сповіщення, коли будуть готові результати.
vi: Dữ liệu của bạn sẽ được phân tích và bạn sẽ được thông báo khi có kết quả.
zh_cn: 将对您的数据进行分析并在结果可用时通知您。
zh_hk: 測試活動將會進行分析。當得到結果時，你將會收到通知。
zh_tw: 您的資料會經過分析，收到結果時會通知您。

# TASK_COMPLETE_TITLE
source: Activity Complete
ar: اكتمل النشاط
ca: Activitat completada
cs: Aktivita byla dokončena
da: Aktivitet færdig
de: Aktivität abgeschlossen
el: Η δραστηριότητα ολοκληρώθηκε
es: Act. completada
es_419: Actividad completada
fi: Aktiviteetti valmis
fr: Activité terminée
fr_ca: Activité terminée
he: הפעילות הושלמה
hi: गतिविधि पूर्ण
hr: Aktivnost dovršena
hu: Tevék. befejezve
id: Aktivitas Selesai
it: Attività completata
ja: アクティビティ完了
ko: 실험 완료
ms: Aktiviti Selesai
nb: Aktivitet fullført
nl: Activiteit voltooid
pl: Koniec ćwiczenia
pt: Concluído
pt_pt: Exercício concluído
ro: Activitate finalizată
ru: Задание выполнено
sk: Aktivita dokončená
sv: Aktiviteten är klar
sw: Shughuli Imekamilika
th: กิจกรรมเสร็จสมบูรณ์
tr: Tamamlandı
uk: Тест завершено
vi: Hoạt động hoàn tất
zh_cn: 活动完成
zh_hk: 測試活動已完成
zh_tw: 活動完成

# TEXT_ANSWER_EXCEEDING_MAX_LENGTH_ALERT_MESSAGE
source: Text content exceeding maximum length: %@
ar: المحتوى النصي يتجاوز الحد الأقصى للطول: %@
ca: El contingut del text supera la llargada màxima: %@
cs: Text překračuje maximální délku: %@
da: Tekstindhold overskrider maks. længde: %@
de: Textinhalt überschreitet die Maximallänge: %@
el: Το περιεχόμενο κειμένου υπερβαίνει το επιτρεπόμενο όριο χαρακτήρων: %@
es: El texto supera la longitud máxima: %@
es_419: El texto sobrepasa la longitud máxima: %@
fi: Tekstisisältö ylittää maksimipituuden: %@
fr: La longueur du texte dépasse la limite : %@
fr_ca: La longueur du texte dépasse le maximum autorisé : %@
he: תוכן המלל חורג מהאורך המרבי: %@
hi: टेक्स्ट कॉन्टेंट अधिकतम अनुमत सीमा से अधिक है : %@
hr: Tekstualni sadržaj prekoračuje maksimalnu duljinu: %@
hu: A szöveg túllépi a maximális hosszt: %@
id: Konten teks melebihi panjang maksimum: %@
it: Il testo supera la lunghezza massima: %@
ja: 文字数が最大許容数を超えています: %@
ko: 텍스트 내용이 최대 길이를 초과함: %@
ms: Kandungan teks melebihi panjang maksimum: %@
nb: Teksten overstiger makslengden: %@
nl: Tekst overschrijdt maximale lengte: %@
pl: Przekroczony limit długości tekstu: %@
pt: Conteúdo de texto excedendo duração máxima: %@
pt_pt: Conteúdo de texto que excede o comprimento máximo: %@
ro: Conținutul de text depășește lungimea maximă: %@
ru: Превышены максимальная длина текста: %@
sk: Textový obsah prekračuje maximálnu dĺžku: %@
sv: Textinnehållet överskrider maximal längd: %@
sw: Maudhui ya maandishi yanazidi urefu wa juu: %@
th: เนื้อหาข้อความที่เกินจำนวนสูงสุด: %@
tr: Metin içeriği maksimum uzunluğu aşıyor: %@
uk: Текстовий вміст перевищує ліміт: %@
vi: Nội dung văn bản vượt quá độ dài tối đa: %@
zh_cn: 文本内容超过最大长度：%@
zh_hk: 文字內容超出長度上限：%@
zh_tw: 文字內容超過最大長度：%@

# TIMED_WALK_FORM_TEXT
source: Use the same assistive device for each test.
ar: استخدم نفس الجهاز المساعد لكل اختبار.
ca: Utilitza el mateix tipus d’assistència per a cada prova.
cs: Při všech testech používejte při chůzi tutéž oporu.
da: Brug den samme hjælpemiddelenhed til hver test.
de: Verwende für jeden Test dieselbe Gehhilfe.
el: Χρησιμοποιήστε την ίδια βοηθητική συσκευή για κάθε τεστ.
es: Utiliza el mismo dispositivo de ayuda en cada prueba.
es_419: Usa el mismo dispositivo de ayuda para cada prueba.
fi: Käytä samaa apuvälinettä kaikissa testeissä.
fr: Utilisez le même appareil d’assistance pour chaque test.
fr_ca: Utilisez le même appareil d’assistance pour chaque test.
he: השתמש/י באותו אמצעי עזר בכל בדיקה.
hi: प्रत्येक परीक्षण हेतु समान सहायक उपकरण का उपयोग करें।
hr: Koristite isto pomagalo za svaki test.
hu: Ugyanazt a segítőeszközt használja minden teszthez.
id: Gunakan perangkat bantuan yang sama untuk tiap pengujian.
it: Utilizza lo stesso ausilio ortopedico per ciascun test.
ja: すべてのテストで同じ補助器具を使用してください。
ko: 매 테스트에 동일한 보조 기구를 사용하십시오.
ms: Gunakan peranti bantuan yang sama untuk setiap ujian.
nb: Bruk samme hjelpemiddel i hver test.
nl: Gebruik hetzelfde hulpmiddel voor elke test.
pl: Użyj tego samego urządzenia wspomagającego w każdym teście.
pt: Use o mesmo dispositivo assistivo para cada teste.
pt_pt: Use o mesmo dispositivo auxiliar para cada teste.
ro: Utilizați același dispozitiv asistiv pentru fiecare test.
ru: Используйте одно и тоже вспомогательное приспособление для всех упражнений.
sk: Pre každý test použite rovnakú zdravotnú pomôcku.
sv: Använd samma hjälpmedel för alla test.
sw: Tumia kifaa kimoja cha msaada kwa kila mtihani.
th: ใช้อุปกรณ์ช่วยเหลืออันเดียวกันสำหรับการทดสอบแต่ละครั้ง
tr: Her test için aynı yardımcı aygıtı kullanın.
uk: Вживайте однаковий допоміжний засіб для всіх тестів.
vi: Sử dụng cùng thiết bị hỗ trợ cho từng bài kiểm tra.
zh_cn: 在每次测试中使用相同的辅助设备。
zh_hk: 每次測試時請使用相同的輔助器材。
zh_tw: 每次測試時請使用相同的輔具。

# TIMED_WALK_FORM_TITLE
source: Assistive device
ar: الجهاز المساعد
ca: Tipus d’assistència
cs: Asistenční zařízení
da: Hjælpemiddelenhed
de: Gehhilfe
el: Βοηθητική συσκευή
es: Dispositivo de ayuda
es_419: Dispositivo de ayuda
fi: Apuväline
fr: Appareil d’assistance
fr_ca: Appareil d’assistance
he: אמצעי עזר
hi: सहायक उपकरण
hr: Pomagalo
hu: Segítőeszköz
id: Perangkat bantuan
it: Ausilio ortopedico
ja: 補助器具
ko: 보조 기구
ms: Peranti bantuan
nb: Hjelpemiddel
nl: Loophulpmiddel
pl: Urządzenie wspomagające
pt: Dispositivo assistivo
pt_pt: Dispositivo auxiliar
ro: Dispozitiv asistiv
ru: Вспомогательные приспособления
sk: Zdravotná pomôcka
sv: Hjälpmedel
sw: Kifaa cha kusaidia
th: อุปกรณ์ช่วยเหลือ
tr: Yardımcı aygıt
uk: Допоміжний засіб
vi: Thiết bị hỗ trợ
zh_cn: 辅助设备
zh_hk: 輔助器材
zh_tw: 輔具

# TIMED_WALK_INSTRUCTION_%@
source: Walk up to %@ in a straight line.
ar: قم بالمشي حتى %@ في خط مستقيم.
ca: Camina fins a %@ en línia recta.
cs: Ujděte až %@ v přímém směru.
da: Gå op til %@ i en lige linje.
de: Gehe bis zu %@ in einer geraden Linie.
el: Περπατήστε έως %@ σε ευθεία γραμμή.
es: Camina %@ en línea recta.
es_419: Camina hasta %@ en línea recta.
fi: Kävele %@ suoraan.
fr: Marchez %@ en ligne droite.
fr_ca: Parcourez %@ en ligne droite.
he: לך/י עד %@ בקו ישר.
hi: सीधी रेखा में लगभग %@ चलें।
hr: Hodajte najviše\n%@ u ravnoj liniji.
hu: Gyalogoljon legalább %@ távolságra egyenesen.
id: Berjalan kaki hingga %@ dalam garis lurus.
it: Cammina per %@ in linea retta.
ja: まっすぐ%@歩いてください。
ko: 일직선으로 %@까지 걸으십시오.
ms: Jalan sehingga %@ dalam garis lurus.
nb: Gå opptil %@ i rett linje.
nl: Loop max. %@ in een rechte lijn.
pl: Idź maks. %@ w linii prostej.
pt: Ande por até %@ em linha reta.
pt_pt: Caminhe até %@ em linha reta.
ro: Mergeți până la %@ în linie dreaptă.
ru: Пройдите прямо %@.
sk: Prejdite %@ v priamom smere.
sv: Gå upp till %@ i en rät linje.
sw: Tembea hadi kufikia %@ kwa mstari ulionyooka.
th: เดินเป็นเส้นตรงให้ได้ระยะทาง %@
tr: Düz bir çizgide en fazla %@ yürüyün.
uk: Пройдіть до %@ по прямій.
vi: Đi bộ tối đa %@ theo đường thẳng.
zh_cn: 直线步行最多 %@。
zh_hk: 直線步行最多 %@。
zh_tw: 直線步行到最多 %@。

# TIMED_WALK_INSTRUCTION_2
source: Walk back to where you started.
ar: قم بالمشي رجوعًا إلى المكان الذي بدأت منه.
ca: Torna allà on has començat.
cs: Jděte zpátky na začátek.
da: Gå tilbage til det sted, hvor du startede.
de: Gehe zum Ausgangspunkt zurück.
el: Επιστρέψτε περπατώντας στο σημείο από όπου αρχίσατε.
es: Vuelve al punto de partida.
es_419: Da vuelta y regresa al punto de inicio.
fi: Kävele takaisin alkupisteeseen.
fr: Revenez à votre point de départ.
fr_ca: Marchez vers votre point de départ.
he: לך/י חזרה אל נקודת ההתחלה.
hi: जहाँ से आपने शुरुआत की थी, वहाँ वापस चलकर जाएँ।
hr: Hodajte natrag do mjesta od kojeg ste krenuli.
hu: Gyalogoljon vissza oda, ahonnan elindult.
id: Kembali ke tempat Anda memulai.
it: Torna verso il punto in cui hai cominciato a camminare.
ja: 元の場所まで歩いて戻ってください。
ko: 시작 지점으로 돌아가십시오.
ms: Berjalan balik ke tempat anda bermula.
nb: Snu og gå tilbake der du startet.
nl: Loop terug naar het beginpunt.
pl: Wróć do miejsca początkowego.
pt: Caminhe de volta ao local onde você começou.
pt_pt: Volte ao ponto de partida.
ro: Mergeți înapoi la locul de pornire.
ru: Вернитесь на исходное место.
sk: Choďte späť na miesto, kde ste začali.
sv: Gå tillbaka till utgångsplatsen.
sw: Rudi mahali ulipoanzia.
th: เดินกลับไปที่จุดเริ่มต้น
tr: Başladığınız yere yürüyün.
uk: Поверніться туди, де ви почали.
vi: Đi bộ trở về nơi bạn đã bắt đầu.
zh_cn: 走回起点。
zh_hk: 步行回到起點。
zh_tw: 請走回您的起點。
